hx_sweep/LN2_3bar_Re5000/0/omega
FoamFile { version 2.0; format ascii; class volScalarField; object omega; }
dimensions [0 0 -1 0 0 0 0];
internalField uniform 1.615570e+01;
boundaryField
{
    inlet          { type fixedValue; value uniform 1.615570e+01; }
    outlet         { type inletOutlet; inletValue uniform 1.615570e+01; value uniform 1.615570e+01; }
    heatedWall     { type omegaWallFunction; blended true; value uniform 1.615570e+01; }
    adiabaticWalls { type omegaWallFunction; blended true; value uniform 1.615570e+01; }
}
